Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Tento modul má mnohostranné využití – při synchronizaci dat mezi systémy (katalogy, nastavení systémů v rámci holdingů), v komunikaci dotazů s externími systémy (např. pro systémy B2B nebo B2C), pro archivaci a zpracování automatických elektronických dokladů (objednávkové systémy, elektronické dodávky, fakturace, potvrzení).
en_us: This module has a multifaceted use – in data synchronization between systems (catalogues, system settings within holdings), in query communication with external systems (e.g. for B2B or B2C systems), for archiving and processing of automatic electronic documents (order systems, electronic deliveries, invoicing, confirmations).

source: Tento modul pak doplňuje pouze rozdílové funkcionality, pro pokrytí specifických požadavků slovenské legislativy.
en_us: This module then complements only the differential functionalities, to cover the specific requirements of Slovak legislation.

source: Tento modul poskytuje nástroje pro elektronické podepsání dokladu, případně možnost doplnění časového razítka.
en_us: This module provides tools for electronic signing of the document, or the possibility of adding a time stamp.

source: Tento můžete doplnit i upřesňujícím popisem v poli Popis.
en_us: You can also add a more detailed description in the Description field.

source: Tento stav není strukturován a je pouze informativní bez detailu.
en_us: This status is not structured and is only informative without detail.

source: Tento stav se pak automaticky vyplní při založení nového řádku tabulky, s kterou řízení stavů pracuje (dokument, požadavek, atd.).
en_us: This state is then automatically filled in when a new row is created in the table with which the state control works (document, request, etc.).

source: Textová popisná informace
en_us: Text descriptive information

source: Tisk
en_us: Printing

source: Tisk detailů – vytiskne přílohu se seznamem dokladů
en_us: Print details — prints an attachment with a list of documents

source: Tisk předávacího protokolu se tiskne automaticky po objednání svozu.
en_us: Printing of the handover protocol is printed automatically after ordering the collection.

source: Tisk předávacího protokolu svozu
en_us: Printing the collection report

source: Tisk se provádí z Výchozí tiskárny dle Vašeho zařízení.
en_us: Printing is done from the Default Printer according to your device.

source: Tisknout pouze nenulové
en_us: Print Only Not Zero

source: Tlačítkem OK zavřete stránku.
en_us: Choose Close to close the page.

source: Tlačítkem OK potvrďte volbu Vydat.
en_us: Click OK to confirm the Issue option.

source: Tlačítkem OK spusťe generování návrhu plateb.
en_us: Click OK to start generating the payment proposal.

source: Tlačítkem OK spusťe generování návrhu platebního kalendáře.
en_us: Click OK to start generating the payment calendar proposal.

source: To je možno zkontrolovat v sekci Funkce výběrem možnosti Zobrazit certifikát podpisu.
en_us: This can be checked in the Features section by selecting View Signing Certificate.

source: To určuje, zda se pole sleduje či nikoliv.
en_us: This determines whether the field is tracked or not.

source: Toto datum se počítá vzhledem k Zúčtovacímu datu a zohledňuje víkendy a jiné nepracovní dny (státní svátky, Vánoce, Velikonoce, apod.).
en_us: This date is calculated with respect to the Settlement Date and takes into account weekends and other non-working days (public holidays, Christmas, Easter, etc.).

source: Toto je placená služba, kterou si zákazník dle své potřeby uzavře s CreditCheck.
en_us: This is a paid service that the customer concludes with CreditCheck as needed.

source: Toto není vždy vyhovující, pak je možné zvolit tzv. Hierarchický návrh cen.
en_us: This is not always satisfactory, then it is possible to choose the so-called hierarchical price proposal.

source: Toto pole musí nastavovat velmi zkušený uživatel systému, špatné nastavení způsobí kolizní situace.
en_us: This field must be set by a very experienced user of the system, the wrong setting will cause collision situations.

source: Toto pole nabývá hodnot:
en_us: This field takes the following values:

source: Toto pole se vztahuje k poli Číslo pole z Karty šablony události.
en_us: This field refers to the Field Number field from the Event Template Card.

source: Toto slouží k omezení chybovosti uživatelů, aby nemohli spojit do zásilky doklady s různými expedičními místy.
en_us: This serves to reduce the error rate of users so that they cannot combine documents with different shipping points into the shipment.

source: Touto operací je založen nový projekt se stejným kódem jako je číslo požadavku (i se stejným popisem) a tento kód se automaticky doplní do pole Číslo projektu.
en_us: This operation creates a new project with the same code as the request number (even with the same description), and this code is automatically added to the Job number field.

source: Tuto možnost použijte v případě, kdy chcete poslat upozornění vždy na tento definovaný e-mail.
en_us: Use this option if you always want to send notifications to this defined e-mail.

source: Tuto možnost použijte, pokud chcete poslat upozornění na e-maily, které jsou přímo uloženy v záznamu ve zdrojové tabulce šablony upozornění, který je také zdrojem upozornění.
en_us: Use this option if you want to send email alerts that are directly stored in a record in the source table of the alert template, which is also the source of the alert.

source: Typ cesty, Číslo vozidla, Popis, Číslo řidiče, Typ provozu a další.
en_us: Drive Type, Vehicle No., Description, Driver No., Opeation Type Code and more.

source: Typ dokladu
en_us: Document type

source: Typ účtování koeficientu DPH
en_us: VAT Coeff. Posting Type

source: Typy vozidel
en_us: Vehicle Types

source: Typy údržby
en_us: Maintenance Types

source: Tyto pole mají vyšší prioritu než pole v nastavení spooleru.
en_us: These fields have a higher priority than the fields in the spooler settings.

source: Tyto čerpání jsou připravena pro import ze souboru dodavatele, alternativně lze zadat ručně.
en_us: These drawdowns are ready for import from the vendor file, alternatively they can be entered manually.

source: Tímto krokem uživatel nemusí ručně vypisovat údaje o zásilce.
en_us: This step eliminates the need for the user to manually fill out the shipment information.

source: Tímto přiřazením docílíte usměrňování chování uživatelů s cílem zamezit chybám z nepozornosti.
en_us: This assignment will help to guide user behavior to prevent errors due to inattention. See Assigning payment methods to users.

source: Týká se pouze OUT úloh.
en_us: Applies only to OUT jobs.

source: Tělem e-mailu je zase obsah z pole primární klíč z položky události.
en_us: The body of the email, in turn, is the content from the primary key field of the event item.

source: U IN úloh to bude Procesní agent a u OUT úloh to bude OUT agent.
en_us: For IN tasks it will be a Process Agent and for OUT jobs it will be an OUT agent.

source: U OUT úloh se pole vyplní automaticky při výběru druhu komunikace
en_us: For OUT tasks, the field is filled in automatically when selecting the type of communication

source: U Out Bufferu jsou volby obdobně.
en_us: For Out Buffer, the options are similar.

source: U každého řádku zadejte Code, který slouží k rozlišení jednotlivých fází sledování.
en_us: For each line, enter a Code that is used to distinguish between the stages of tracking.

source: U takových pohledávek je potřeba mít především aktuální informaci o stavu pohledávky a průběhu vymáhání.
en_us: For such receivables, tis necessary to have up-to-date information on the status of the receivable, the course of recovery.

source: Událost začněte sledovat odškrtnutím pole Vypnuto.
en_us: To start watching the event, uncheck Disabled box.

source: Uložení výsledků účetních schémat pro export
en_us: Saving the results of accounting schemes for export

source: Umožňuje konfigurovat stavy zpracování, ve kterých se může úloha (doklad, záznam) nacházet.
en_us: Allows you to configure the processing states in which the task (document, record) can be located.

source: Umožňuje navíc:
en_us: In addition, it allows:

source: Umožňuje přímo z prostředí systému Dynamics 365 Business Central publikovat úkoly do systému SharePoint, propojit je se záznamy v tabulkách informačního systému a doplnit o uživatelsky definované parametry (metadata).
en_us: It allows you to publish tasks to SharePoint directly from the Dynamics 365 Business Central environment, link them to records in information system tables, and supplement them with user-defined parameters (metadata).

source: Umožňuje sledování oběhu vratných obalů a paletového hospodářství.
en_us: It enables monitoring of the circulation of returnable packaging and pallet management.

source: Umožňuje sledování oběhu vratných obalů a paletového hospodářství.|Evidence vratných obalů (Vratné obaly)|
en_us: Allows monitoring of the circulation of returnable packaging and pallet management. |Pack Tracking - Returnable packaging|

source: Umožňuje sledování oběhu vratných obalů a paletového hospodářství.|Evidence vratných obalů (Vratné obaly)| |Odstraněné funkce z AC Financial Pack|Odstraněné funkce
en_us: Returnable packaging records are an extension of the Inventory module in Dynamics 365 Business Central. Allows monitoring of the circulation of returnable packaging and pallet management.|Pack Tracking - Returnable packaging| |List of Deprecated features|Deprecated features

source: Umožňuje spravovat libovolný počet podkladů pro potřeby obalového výkaznictví požadovaného interně firmou nebo legislativou (základní parametrizace výkazu EKO-KOM pro potřeby výkaznictví příslušnými osobami dle Zákona o obalech č. 477/2001 Sb. je součástí).
en_us: t allows you to manage any number of documents for the needs of packaging reporting required internally by the company or legislation (the basic parameterization of the EKO-KOM report for the purposes of reporting by the relevant persons pursuant to the Packaging Act No. 477/2001 Coll. is part of it).

source: Umožňuje správu a řízení rolí datové schránky (oprávněná osoba, administrátor, pověřená osoba).
en_us: It enables the administration and management of data box roles (authorized person, administrator, authorized person).

source: Umožňuje také kategorizaci požadavků, nastavení priorit a řízené zpracování přiřazenými řešiteli.
en_us: It also allows you to categorize requests, set priorities, and manage processing by assigned solvers.

source: Umožňuje také sledovat aktuální stav a průběh zpracování a následně automatizovaně vyplňovat formuláře a záznamy definovanými hodnotami či spouštět libovolné programové akce při změně stavu úlohy (dokladu, záznamu).
en_us: It also allows you to monitor the current status and progress of processing and then automatically fill in forms and records with defined values or run any program actions when the status of the task (document, record) changes.

source: Uplatňuje se zejména pro řízené schvalování a oběh dokladů.
en_us: It is mainly used for controlled approval and circulation of documents.

source: Upozornění: V rámci synchronizovaných dat nelze provádět operaci přejmenování (změnu hodnoty polí primárního klíče).
en_us: Note: You cannot perform a rename operation (change the value of the of the primary key fields).

source: Upozorňování pracuje jak interně v prostředí systému, tak i externě formou e-mailu.
en_us: Notification works both internally in the system environment and externally in the form of an e-mail.

source: Upozorňování pracuje jak interně v prostředí systému, tak i externě formou e-mailu.|Správa upozornění| |Modul Zásilky je řešení pro vytváření, evidenci a expedici zásilek.
en_us: Notification works both internally in the system environment and externally by e-mail.|Managing notifications| |The Parcels module is a solution for creating, recording and dispatching packages.

source: Upravovat zásilky lze pouze pokud jsou ve stavu Nová.
en_us: You can edit shipments only if they are in the New status.

source: Určuje, jak dlouho bude fáze trvat od doby vzniku položky upozornění.
en_us: Specifies how long the stage will last from the time the alert item is created.

source: Určuje, v jakém časovém intervalu se aktivuje a vykonává činnost.
en_us: Specifies the time interval in which it activates and performs the activity.

source: Určuje, zda se úloha při vložení do Bufferu automaticky podepíše.
en_us: Specifies whether the job is automatically signed when inserted into Buffer.

source: Uzavřeno – Doprava byla dokončena
en_us: Closed – Transport completed

source: Uzavřená evidence pošty je dostupná:
en_us: Closed mail records are available:

source: Uzavření Kontrolního výkazu DPH
en_us: Closing the VAT Control Report

source: Uzavřený formulář není možné vymazat ze seznamu vygenerovaných KV.
en_us: Uzavřený formulář není možné vymazat ze seznamu vygenerovaných CHR.

source: Uživatel bude vyzván k založení a otevření nové položky fronty úloh, která bude ve stavu "Vyčkávat".
en_us: The user will be prompted to create and open a new job queue item that will be in the "Ready" state.

source: Uživatel je upozorněn, když příslušné DIČ nebylo v systému ještě nikdy ověřováno.
en_us: The user is notified when the relevant VAT number has never been verified in the system before.

source: Uživatel již v prodejní objednávce může zadat volitelné parametry zásilky.
en_us: The user can already enter optional shipment parameters in the sales order.

source: Uživatel má možnost zadat počet balíků v rámci jedné zásilky.
en_us: The user has the option to enter the number of packages within a shipment.

source: Uživatel může mít několik expedičních míst.
en_us: A user can have several expedition places.

source: Uživatel může objednat svoz pouze pro vybraného přepravce nebo pro všechny najednou.
en_us: The user can order a collection only for the selected shipper or for all of them at once.

source: Uživatelem určená skupina prvků výkazu
en_us: User-specified group of schedule elements

source: Uživateli se zobrazí dotaz, jaký doklad se má vytvořit a po vytvoření se automaticky zobrazí karta nového dokladu.
en_us: The user is asked which document to create and after creation, the new document tab is automatically displayed.

source: Uživatelsky je možné otevřít jednotlivé řádky kontrolního výkazu k editaci.
en_us: It is possible to open individual lines of the control report for editing.

source: Uživatelské jméno
en_us: Username

source: Uživatelé mohou využívat 2 formy poznámek:
en_us: Users can use 2 forms of notes:

source: Uživatelé mohou zadat řádkové poznámky dostupné jako funkce Související/Pošta/Poznámky.
en_us: Users can enter comment lines available as Related/Mail/Comments.

source: Uživatelé se mohou připojit z počítače, chytrého telefonu nebo tabletu s Google Android nebo Apple iOS.
en_us: Users can connect from a computer, smartphone or tablet with Google Android or Apple iOS.

source: Uživatelé zde mohou zadávat požadavky na servisní úkony, na poskytnutí podpory, úpravu nebo doplnění funkcionality, evidovat reklamace a podobně.
en_us: Users can enter requests for service operations, for providing support, modifying or supplementing functionality, register complaints and so on.

source: V Akcích se definují Codeunity, Reporty a XMLPorty, které je možné spouštět při přechodu do daného stavu.
en_us: The Actions define Codeunits, Reports and XMLPorts that can be run when entering a given status.

source: V Nastavení financí a Nastavení účtování DPH je možné aktivovat systémové kontroly při účtování těchto komodit.
en_us: In General ledger setup and VAT posting setup, you can enable system controls when you post these commodities.

source: V Nastavení zásilek zapněte "Automatická aktualizace master dat".
en_us: In Parcels Management Setup, turn on "Run Master Data Sync. Task".

source: V Nastavení zásilek zapněte "Automatická aktualizace stavu přepravy".
en_us: In Parcels Management Setup, turn on "Run Track Status Update Task".

source: V Nastavení účto skupin zákazníka by pro tuto účto skupinu měl být nastaven podrozvahový účet.
en_us: In the Customer posting group settings, a off-balance sheet account should be set up for this posting group.

source: V addonu AC Parcels můžete využít funkce k automatického vytvoření a přiložení PDF faktury k zásilce za předpokladu vytváření zásilky z účtované prodejní faktury.
en_us: In the AC Parcels addon, you can use the function to automatically create and attach a PDF invoice to a shipment, provided that the shipment is created from a billed sales invoice.

source: V dalším dialogovém okně vyberete parametry, podle kterých chcete filtrovat.
en_us: In the next dialog box, select the parameters you want to filter by.

source: V dalším kroku klikněte na Další.
en_us: Click Next in the next step.

source: V dalším kroku průvodce se nachází volba Publikovat dokumenty.
en_us: In the next step of the wizard, you will find the Publish Documents option.

source: V dalším kroku vyberte lokaci vytvořené expediční místo a klikněte na další.
en_us: In the next step, select the location created by the shipping location and click Next.

source: V dalším kroku vytvořte nové expediční místo pomocí tlačítka Nový a vyplňte pole:
en_us: Next, create a new shipping location using the New button and fill in the fields:

source: V dalším kroku zadejte do řádků další způsoby úhrady a částku hrazenou daným způsobem.
en_us: In the next step, enter other methods of payment and the amount paid in that way in the lines.

source: V databázi Creditcheck lze tedy prověřovat partnera bez přihlášení.
en_us: It is therefore possible to check a partner in the Creditcheck database without logging in.

source: V hlavičce dokladu jsou pouze povinné údaje potřebné k založení zásilky, pro zadání dalších údajů jako jsou rozměry nebo vzkaz řidiči je nutné využít podokno Parametry zásilky.
en_us: The document header contains only the mandatory data needed to create a shipment, to enter other data such as dimensions or a message to the driver, you must use the Shipment Parameters pane.

source: V každém založeném Výkazu obalů lze definovat výjimky, specifikované stavem řádků v Deníku zboží, které nebudou do výkazu zahrnuty.
en_us: In each Packaging Statement that you create, you can define exceptions, specified by the status of the lines in the Item journal, that will not be included in the report.

source: V klientské zóně (https://client.balikobot.cz/) uživatel musí nastavit, zda se bude tisknout ve formátu na celou stránku nebo dle pozic na papíru velikosti A4. Vše záleží na tom, na jaké tiskárně se bude tisknout.
en_us: In the client zone (https://client.balikobot.cz/), the user must set whether to print in full page format or according to positions on A4 size paper. It all depends on what printer it will be printed on.

source: V nastavení uživatelů na záložce Obecné je nový boolean „Povolit změnu stavu CreditCheck“, který po-kud jej má uživatel zaškrtnut, pak mu umožní zrušit naimportovaný stav.
en_us: In the user settings on the General tab, there is a new boolean Allow change of CreditCheck status, which, if the user has it checked, then allows him to cancel the imported status.

source: V některých případech je požadováno vytvoření evidence EET (legislativa v ČR) již na rozpisu platby, tedy ještě před zaúčtováním dokladu (např. pro tisk podkladů pro realizaci dobírky, apod.).
en_us: In some cases, it is required to create a register of EET (legislation in the Czech Republic) already on the payment schedule, i.e. before the document is posted (e.g. for printing documents for the implementation of cash on delivery, etc.).

source: V okně Uložit výsledek úč. schématu vyplňte pole dle potřeby.
en_us: In the Save Acc. Schedule Result fill in the fields as needed.

source: V panely funkcí klikněte na Stavy řízení stavů pro nastavení jednotlivých stavů.
en_us: In the function panels, click Status Management Statuses to set each state.

source: V poli Expediční místo vyberte nově vytvořený záznam.
en_us: In the Expedition Places, select the newly created record.

source: V poli Kód způsobu platby nastavte způsob, který má nastavenu hodnotu Hotovost ve sloupci Typ operace pokladny, ale který nemá definovaný Kód platebního místa (viz „Hotově“ dle obrázku v Nastavení způsobů platby)
en_us: In the Payment Method Code field, set the method that has the value Cash set in the Cashier Operation Type column, but that does not have a Payment Location Code defined (see "Cash" as shown in the Payment Method Settings)

source: V poli Název vyberte požadovaný Název výkazu DPH.
en_us: In the Name field select the vat statement name that you want.

source: V poli Připojit úlohu k, zvolte, jestli chceme po zobrazení události v Položkách upozornění otevřít stránku nebo sestavu.
en_us: In the Attach task to box, choose whether to open the page or report after the event appears in Event Entries.

source: V poli Přiřazeno legislativě vyberte hodnotu SK.
en_us: In the Assigned to legislation field, select SK.

source: V poli Přiřazené pole v řádku výkazu je nastavení z jakého systémového pole bude hodnota naplněna do Kontrolního výkazu.
en_us: In the Assigned Field field in the report line, you can set from which system field the value will be populated into the Control Report.

source: V poli Číselná řada se vybere číselná řada pro nově vytvářené doklady, kterou si dopředu musíme připravit, pokud jsme tak ještě neudělali.
en_us: In the No. Series field, a number sequence is selected for the newly created documents, which we must prepare in advance if we have not already done so.

source: V poli Číslo pole (hodnota) se definuje z jakého pole se vezme obsah a předá se jako parametr akci (např. při změně stavu na kartě zákazníka je možné vyplnit číslo pole 102 a jako parametr se akci předá obsah pole E-mail).
en_us: In the Field No. (Value) field, it is defined from which field the content is taken and passed as a parameter to the action (e.g. when the status on the customer card changes, it is possible to fill in the field number 102 and the contents of the E-mail field are passed to the action as a parameter).

source: V poli Šablony Řízení stavů vyberte příslušnou šablonu pro řízení stavů pro Evidenci pošty.
en_us: In the Status management template field select the appropriate status management template for Mail Records.

source: V poli Šablony Řízení stavů vyberte příslušnou šablonu pro řízení stavů pro HelpDesk požadavky.
en_us: In the Status Management templatesfield, select the appropriate template for status control for HelpDesk requests.

source: V poli Hodnota se zadává přímo hodnota, která se předá akci jako parametr (např. konkrétní e-mail).
en_us: In the Value field, a value is entered directly, which is passed to the action as a parameter (for example, a specific email).

source: V poli Hodnota se zadává, na jakou hodnotu se nastaví pole při přechodu na daný stav Řízení stavů.
en_us: The Value field specifies what value the field is set to when it goes to the Status Management status.

source: V poli Vrátit hotovost (LM) zjistěte částku, jakou máte zákazníkovi vrátit.
en_us: In the Return Cash Amt. (LCY) field, determine the amount that you should return to the customer.

source: V praxi se ale stává, že zákazník chce uhradit na místě v hotovosti doklad, který měl být uhrazen bankovním převodem.
en_us: In practice, however, it happens that a customer wants to pay on the spot in cash a receipt that should have been paid by bank transfer.

source: V prvním kroku průvodce budete vyzvání k vybrání Šablony.
en_us: n the first step of the wizard, you will be prompted to select Template.
